Repository: PinkCar520/lucidpanda
Catalog: apps/mobile/ios/LucidPanda/LucidPanda/Localizable.xcstrings
Source language: en
Languages: zh_hans

# accuracy_high
source: High historical accuracy
zh_hans: 历史追踪精度极高

# accuracy_medium
source: Moderate historical accuracy
zh_hans: 历史追踪精度一般

# accuracy_poor
source: Poor historical tracking
zh_hans: 历史追踪精度较低

# alarm.notification.body %@ %@
source: alarm.notification.body %1$@ %2$@
zh_hans: 盘中估值当前波动为 %@%%，已突破 %@%% 的 2σ 统计边界。

# alarm.notification.title %@
source: ⚠️ [Price Volatility Alert] %@
zh_hans: ⚠️ [异常波动预警] %@

# app.funds.added_%@
source: Added %@
zh_hans: 已添加 %@

# app.funds.removed_%@
source: Removed %@
zh_hans: 已取消 %@

# app.search.fund_prompt
source: Search fund code or name
zh_hans: 搜索基金代码或名称

# app.tab.backtest
source: Backtest
zh_hans: 策略回测

# app.tab.funds
source: Watchlist
zh_hans: 自选列表

# app.tab.intelligence
source: Intelligence
zh_hans: 市场情报

# app.tab.search
source: Search
zh_hans: 深度发现

# auth.action.back_to_login
source: Back to Sign In
zh_hans: 返回登录

# auth.action.complete
source: Complete
zh_hans: 完成

# auth.action.create_account_desc
source: Create your new account
zh_hans: 创建您的新账号

# auth.action.forgot_password_question
source: Forgot Password?
zh_hans: 忘记密码？

# auth.action.passkey_login
source: Sign In with Passkey
zh_hans: 使用 Passkey 登录

# auth.action.register_title
source: Register Account
zh_hans: 注册账号

# auth.action.reset_password_title
source: Reset Password
zh_hans: 重置密码

# auth.action.send_verification_code
source: Send verification code to your email
zh_hans: 向您的邮箱发送验证码

# auth.error.forgot_password_failed
source: Failed to send, please try again later
zh_hans: 发送失败，请稍后再试

# auth.error.invalid_credentials
source: Sign-in failed. Please check your email or password.
zh_hans: 登录失败，请检查邮箱或密码

# auth.error.register_failed
source: Registration failed, please try again later
zh_hans: 注册失败，请稍后再试

# auth.footer.powered_by
source: Powered by AI & Institutional Data Nodes
zh_hans: 由 AI 与机构数据节点提供支持

# auth.passkey.failed
source: Passkey sign-in failed. Please try again.
zh_hans: Passkey 登录失败，请重试。

# auth.passkey.unsupported
source: Passkey is not supported on this device.
zh_hans: 当前设备不支持 Passkey。

# auth.success.registered
source: Registration successful, please sign in
zh_hans: 注册成功，请返回登录

# auth.validation.invalid_email
source: Please enter a valid email address
zh_hans: 请输入有效的电子邮箱

# auth.validation.invalid_format
source: Please check the input format
zh_hans: 请检查输入的信息格式

# auth.validation.missing_credentials
source: Please enter your email and password.
zh_hans: 请输入邮箱和密码

# backtest.action.run_btn
source: RUN BACKTEST
zh_hans: 运行回测

# backtest.detail.title
source: Backtest Sample Detail
zh_hans: 回测样本详情

# backtest.detail.view_full_intelligence
source: View Full Intelligence
zh_hans: 查看完整情报分析

# backtest.direction.bearish_label
source: Bearish
zh_hans: 看跌（Bearish）

# backtest.direction.bullish_label
source: Bullish
zh_hans: 看涨（Bullish）

# backtest.env.dxy_strong
source: Strong USD Regime
zh_hans: 强美元环境

# backtest.env.dxy_weak
source: Weak USD Regime
zh_hans: 弱美元环境

# backtest.env.high_vol
source: High Volatility Regime
zh_hans: 高波动环境

# backtest.env.low_vol
source: Low Volatility Regime
zh_hans: 低波动环境

# backtest.env.neutral_position
source: Neutral/Short Positioning
zh_hans: 中性/偏空持仓

# backtest.env.overcrowded_long
source: Overcrowded Long Positioning
zh_hans: 过度拥挤多头

# backtest.evidence.entry: $%@
source: Entry: $%@
zh_hans: 入场：$%@

# backtest.evidence.exit: $%@
source: Exit: $%@
zh_hans: 出场：$%@

# backtest.evidence.net_change %@
source: Net Change %@
zh_hans: 净变动 %@

# backtest.evidence.score %lld/10
source: Signal Score %lld/10
zh_hans: 信号强度 %lld/10

# backtest.field.capital
source: Initial Capital (USD)
zh_hans: 初始资金 (USD)

# backtest.field.end_date
source: End Date
zh_hans: 结束日期

# backtest.field.start_date
source: Start Date
zh_hans: 开始日期

# backtest.field.strategy_type
source: Strategy Type
zh_hans: 策略类型

# backtest.hygiene.clustering
source: Signal Clustering
zh_hans: 信号聚集度

# backtest.hygiene.exhaustion
source: Trend Exhaustion
zh_hans: 趋势枯竭度

# backtest.label.best
source: Best
zh_hans: 最佳

# backtest.metric.average_return
source: Average Return
zh_hans: 平均收益率

# backtest.metric.direction
source: Strategy Direction
zh_hans: 策略方向

# backtest.metric.final_balance
source: Final Balance
zh_hans: 模拟终值

# backtest.metric.final_balance_desc
source: Simulated P/L
zh_hans: 模拟盈亏结果

# backtest.metric.rar
source: RAR
zh_hans: 风险调整收益

# backtest.metric.risk_adjusted_win_rate
source: Risk-adjusted Win Rate
zh_hans: 风险调整胜率

# backtest.metric.sample_size
source: Sample Size
zh_hans: 样本数

# backtest.metric.win_rate_short
source: WR
zh_hans: 胜率

# backtest.metric.window
source: Backtest Window
zh_hans: 回测窗口

# backtest.section.configuration
source: Configuration
zh_hans: 策略配置

# backtest.section.distribution
source: Return Distribution
zh_hans: 收益率分布

# backtest.section.environment
source: Macro Regime Analysis
zh_hans: 宏观环境分层分析

# backtest.section.evidence
source: Trade Sample Details
zh_hans: 交易样本明细

# backtest.section.results
source: Results
zh_hans: 回测结果

# backtest.section.session_breakdown
source: Session Reliability Breakdown
zh_hans: 市场时段可靠性细分

# backtest.section.session_distribution
source: Session Win Rate Distribution
zh_hans: 市场时段胜率分布

# backtest.session.asia
source: Asia
zh_hans: 亚洲时段

# backtest.session.late_ny
source: Late NY
zh_hans: 纽约尾盘

# backtest.session.london
source: London
zh_hans: 伦敦时段

# backtest.session.newyork
source: New York
zh_hans: 纽约时段

# backtest.setting.direction
source: Trading Direction
zh_hans: 交易方向

# backtest.setting.min_score
source: Minimum Score
zh_hans: 最小分数

# backtest.setting.title
source: Backtest Settings
zh_hans: 回测设置

# backtest.setting.window
source: Time Window
zh_hans: 回测时间窗口

# backtest.state.empty
source: No backtest data available
zh_hans: 暂无回测数据

# backtest.state.insufficient_sample
source: Insufficient sample
zh_hans: 样本不足

# backtest.state.low_sample_hint
source: Sample size is low. Lower the score threshold or switch window.
zh_hans: 样本不足，请降低信号强度阈值或切换回测窗口。

# backtest.state.no_data
source: No eligible samples under current filters
zh_hans: 当前筛选条件下无有效样本

# backtest.state.no_data_hint
source: Lower minimum score or switch strategy direction
zh_hans: 建议降低最低信号强度或切换策略方向

# backtest.status.complete
source: Complete
zh_hans: 已完成

# backtest.status.simulating
source: Simulating...
zh_hans: 模拟中...

# backtest.strategy.arbitrage
source: Gold/Silver Arbitrage
zh_hans: 金银套利

# backtest.strategy.breakout
source: Breakout
zh_hans: 突破策略

# backtest.strategy.mean_reversion
source: Mean Reversion
zh_hans: 均值回归

# backtest.strategy.momentum
source: Momentum
zh_hans: 趋势动量

# backtest.subtitle
source: Historical sample-based strategy performance analytics
zh_hans: 基于历史样本的策略绩效评估

# backtest.title
source: Strategy Backtest
zh_hans: 策略历史回测

# backtest.title_prefix
source: Backtest
zh_hans: 策略

# backtest.title_suffix
source: Strategy
zh_hans: 回测

# backtest.window.1h
source: 1 Hour
zh_hans: 1 小时

# backtest.window.4h
source: 4 Hours
zh_hans: 4 小时

# backtest.window.12h
source: 12 Hours
zh_hans: 12 小时

# backtest.window.15m
source: 15 Mins
zh_hans: 15 分钟

# backtest.window.24h
source: 24 Hours
zh_hans: 24 小时

# chart.label.sentiment
source: Sentiment
zh_hans: 情绪

# chart.label.time
source: Time
zh_hans: 时间

# common.action.add_item
source: Add Item
zh_hans: 添加项目

# common.action.clear
source: Clear
zh_hans: 清除

# common.action.view_all
source: View All
zh_hans: 查看全部

# common.cancel
source: Cancel
zh_hans: 取消

# common.close
source: Close
zh_hans: 关闭

# common.dark
source: Dark
zh_hans: 深色

# common.error
source: Error
zh_hans: 错误

# common.error.title
source: Error
zh_hans: 错误

# common.label.confidence
source: Confidence
zh_hans: 置信度

# common.label.date
source: Date
zh_hans: 日期

# common.label.n
source: N
zh_hans: 样本数

# common.label.name
source: Name
zh_hans: 名称

# common.label.return
source: Return
zh_hans: 收益

# common.label.session
source: Session
zh_hans: 时段

# common.label.weight
source: Weight
zh_hans: 权重

# common.light
source: Light
zh_hans: 浅色

# common.loading
source: Loading...
zh_hans: 加载中...

# common.ok
source: OK
zh_hans: 确定

# common.prompt.select_item
source: Select an item
zh_hans: 请选择一项

# common.status.live
source: Live Updates
zh_hans: 实时更新

# common.success
source: Success
zh_hans: 成功

# common.system
source: System
zh_hans: 系统

# common.urgency.critical
source: Critical
zh_hans: 危急

# common.urgency.important
source: Important
zh_hans: 重要

# coverage_low
source: Low holdings coverage
zh_hans: 持仓披露覆盖率较低

# dashboard.action.open_settings
source: Open settings
zh_hans: 打开设置

# dashboard.action.read_full
source: Read Full Analysis
zh_hans: 阅读完整分析

# dashboard.active_alerts
source: Active Alerts
zh_hans: 活跃警报

# dashboard.analysis.title
source: Analysis
zh_hans: 分析

# dashboard.asset.gold
source: GOLD
zh_hans: 黄金

# dashboard.asset.gold.realtime
source: Real-time Quote (GC=F)
zh_hans: 实时报价 (GC=F)

# dashboard.badge.featured
source: Featured Insight
zh_hans: 精选分析

# dashboard.connection.connecting
source: Connecting...
zh_hans: 连接中...

# dashboard.connection.disconnected
source: Disconnected
zh_hans: 未连接

# dashboard.connection.live
source: Live Pipeline
zh_hans: 系统运行中

# dashboard.correlation.bearish_desc
source: Tracing the propagation of selling pressure and bearish drivers.
zh_hans: 追踪空头抛压的传导与资产价格下行驱动因子的延续

# dashboard.correlation.bearish_title
source: Bearish Timeline
zh_hans: 空头相关性分析

# dashboard.correlation.bullish_desc
source: Tracking the chain reaction of bullish sentiment and momentum.
zh_hans: 追踪做多情绪的传导路径及其链式反应

# dashboard.correlation.bullish_title
source: Bullish Timeline
zh_hans: 多头相关性分析

# dashboard.empty.no_match
source: No records matched your criteria
zh_hans: 没有找到符合条件的情报

# dashboard.filter.all
source: All
zh_hans: 全部

# dashboard.filter.bearish
source: Bearish
zh_hans: 看空

# dashboard.filter.bullish
source: Bullish
zh_hans: 看多

# dashboard.filter.score8
source: Essential
zh_hans: 核心

# dashboard.header.subtitle
source: LucidPanda Core Engine v2.0
zh_hans: LucidPanda 核心引擎 v2.0

# dashboard.loading_feed
source: Loading data feed...
zh_hans: 正在加载情报流...

# dashboard.market_pulse.label
source: MARKET PULSE
zh_hans: 市场脉搏

# dashboard.market.title
source: Market Quotes
zh_hans: 黄金行情

# dashboard.metric.returns
source: Returns
zh_hans: 收益

# dashboard.metric.win_rate
source: Win Rate
zh_hans: 胜率

# dashboard.read_time.format %lld
source: %lld Min Read
zh_hans: %lld 分钟阅读

# dashboard.section.feed
source: Intelligence Feed
zh_hans: 情报信息流

# dashboard.section.recent_news
source: Recent Market News
zh_hans: 近期市场动态

# dashboard.section.status
source: System Status
zh_hans: 系统状态

# dashboard.subtitle
source: Institutional Intelligence & Global Macro Signals
zh_hans: 机构级实时情报与全球宏观信号

# dashboard.system.degraded
source: System Degraded
zh_hans: 连接降级

# dashboard.system.operational
source: Live
zh_hans: 实时

# dashboard.ticker.gold_label
source: Live Gold (XAU/USD)
zh_hans: 黄金实时行情 (XAU/USD)

# dashboard.title
source: Market Intelligence Overview
zh_hans: 市场情报总览

# dashboard.title_prefix
source: Gold
zh_hans: 黄金

# dashboard.title_suffix
source: Quant
zh_hans: 量化终端

# dashboard.urgency_label
source: URGENCY
zh_hans: 紧急程度

# dashboard.utc_time
source: UTC Time
zh_hans: 标准时间

# error.network.generic
source: Network Error
zh_hans: 网络错误

# funds.action.cancel
source: Cancel
zh_hans: 取消

# funds.action.delete
source: Delete
zh_hans: 删除

# funds.action.move
source: Move
zh_hans: 移动

# funds.action.undo
source: Undo
zh_hans: 撤销

# funds.compact.badge.qdii
source: QDII
zh_hans: 海外

# funds.compact.market.closed
source: CLOSED
zh_hans: 休市

# funds.compact.market.lunch_break
source: LUNCH
zh_hans: 午休

# funds.compact.market.open
source: OPEN
zh_hans: 开市

# funds.compact.metric.drawdown.shorthand
source: D
zh_hans: 撤

# funds.compact.metric.sharpe.shorthand
source: S
zh_hans: 夏

# funds.compact.no_data
source: No valuation stats
zh_hans: 暂无估值统计

# funds.delete.confirm
source: Are you sure you want to remove '%@' from the watchlist? This action cannot be undone.
zh_hans: 确定要从自选列表中删除「%@」吗？此操作可以撤销。

# funds.delete.success
source: Deleted '%@'
zh_hans: 已删除「%@」

# funds.delete.title
source: Delete Fund
zh_hans: 删除基金

# funds.detail.alarm.anomaly
source: Current move is outside the 95% confidence interval
zh_hans: 当前波动超出 95% 置信区间

# funds.detail.alarm.subtitle
source: Threshold recommendation based on 30-day volatility
zh_hans: 基于近30日波动率建议阈值

# funds.detail.alarm.threshold_format %@
source: Alert threshold: ±%1$@%%
zh_hans: 预警阈值: ±%1$@%%

# funds.detail.alarm.title
source: 2σ Volatility Alert
zh_hans: 2σ 波动预警

# funds.detail.allocation.bond
source: Bond
zh_hans: 债券

# funds.detail.allocation.cash
source: Cash
zh_hans: 货币

# funds.detail.allocation.stock
source: Stock
zh_hans: 股票

# funds.detail.allocation.title
source: Asset Allocation
zh_hans: 资产配比 (股/债/币)

# funds.detail.history.empty
source: No historical reconciliation records
zh_hans: 暂无历史对账记录

# funds.detail.history.header.accuracy
source: Acc.
zh_hans: 精度

# funds.detail.history.header.date
source: Date
zh_hans: 日期

# funds.detail.history.header.deviation
source: Deviation
zh_hans: 偏差

# funds.detail.history.header.estimate
source: Estimate
zh_hans: 估值

# funds.detail.history.header.official
source: Official
zh_hans: 实盘

# funds.detail.history.title
source: Reconciliation History
zh_hans: 历史对账明细

# funds.detail.holdings.contribution_format
source: Contribution %1$@%%
zh_hans: 贡献 %1$@%%

# funds.detail.holdings.full_title
source: Full Holdings Look-through
zh_hans: 持仓穿透分析

# funds.detail.holdings.search_prompt
source: Search ticker or company name
zh_hans: 搜索证券名称或代码

# funds.detail.holdings.sort.impact
source: Impact
zh_hans: 贡献度

# funds.detail.holdings.sort.performance
source: Return
zh_hans: 涨跌幅

# funds.detail.holdings.sort.weight
source: Weight
zh_hans: 权重

# funds.detail.holdings.tag.rbsa
source: STYLE
zh_hans: 拟

# funds.detail.holdings.tag.shadow
source: SHADOW
zh_hans: 影

# funds.detail.holdings.title
source: Holdings Look-through
zh_hans: 持仓穿透分析

# funds.detail.holdings.view_all
source: View All
zh_hans: 查看全部

# funds.detail.holdings.weight_format
source: Weight %1$@%%
zh_hans: 权重 %1$@%%

# funds.detail.intelligence.critical
source: Critical
zh_hans: 高优先级

# funds.detail.intelligence.important
source: Key Insight
zh_hans: 重点情报

# funds.detail.intelligence.title
source: Related Market Intelligence
zh_hans: 关联市场情报

# funds.detail.metric.max_drawdown
source: Max Drawdown
zh_hans: 最大回撤

# funds.detail.metric.sharpe_ratio
source: Sharpe Ratio
zh_hans: 夏普比率

# funds.detail.period.1m
source: 1M
zh_hans: 1月

# funds.detail.period.1w
source: 1W
zh_hans: 1周

# funds.detail.period.1y
source: 1Y
zh_hans: 1年

# funds.detail.period.3m
source: 3M
zh_hans: 3月

# funds.detail.report.confidence_score_format %lld
source: Confidence Score: %1$lld
zh_hans: 置信得分: %1$lld

# funds.detail.report.rebalance_warning
source: Major portfolio rebalance suspected. Holdings data may be stale.
zh_hans: 检测到疑似重大调仓，当前持仓数据可能过时

# funds.detail.report.title
source: Valuation Analysis
zh_hans: 估值分析报告

# funds.detail.sector.components_count_format
source: %1$lld constituents
zh_hans: %1$lld 只成分股

# funds.detail.sector.empty
source: No sector data available
zh_hans: 暂无板块比例数据

# funds.detail.sector.position_format
source: Position %.2f%%
zh_hans: 仓位 %.2f%%

# funds.detail.sector.title
source: Sector Allocation
zh_hans: 行业权重分布

# funds.detail.sector.weight_format
source: Weight %.1f%%
zh_hans: 权重 %.1f%%

# funds.detail.status.syncing
source: SYNCING
zh_hans: 同步中

# funds.disclaimer
source: Disclaimer: System valuation is based on public holdings and is for reference only, not investment advice. Market has risks, invest with caution.
zh_hans: 免责声明：系统估值基于公开持仓计算，仅供参考，不构成投资建议。 市场有风险，投资需谨慎。

# funds.discover.category.economy
source: Economy
zh_hans: 宏观经济

# funds.discover.category.market_analysis
source: Market Analysis
zh_hans: 市场分析

# funds.discover.category.technical_insight
source: Technical Insight
zh_hans: 技术洞察

# funds.discover.hot_suggestions
source: Popular Search Ideas
zh_hans: 热门检索建议

# funds.discover.reading.item1.time
source: 4 min read • 2h ago
zh_hans: 4 分钟阅读 • 2 小时前

# funds.discover.reading.item1.title
source: Why Central Banks are buying record amounts of gold in 2024
zh_hans: 为什么各国央行在 2024 年购买创纪录数量的黄金

# funds.discover.reading.item2.time
source: 6 min read • 5h ago
zh_hans: 6 分钟阅读 • 5 小时前

# funds.discover.reading.item2.title
source: Interest rate cuts and their immediate impact on physical gold prices
zh_hans: 降息及其对实物黄金价格的直接影响

# funds.discover.reading.item3.time
source: 3 min read • 8h ago
zh_hans: 3 分钟阅读 • 8 小时前

# funds.discover.reading.item3.title
source: Technical breakdown: Support levels to watch as gold nears all-time high
zh_hans: 技术分析：黄金接近历史高位时需关注的支撑位

# funds.discover.suggested_reading
source: Suggested Reading
zh_hans: 推荐阅读

# funds.discover.suggestion.bosera_gold
source: Bosera Gold
zh_hans: 博时黄金

# funds.discover.suggestion.csi300
source: CSI 300
zh_hans: 沪深300

# funds.discover.suggestion.efund_info
source: E Fund Info
zh_hans: 易方达信息

# funds.discover.suggestion.huaan_gold
source: Huaan Gold
zh_hans: 华安黄金

# funds.discover.suggestion.nasdaq100
source: Nasdaq 100
zh_hans: 纳指100

# funds.discover.trending_tags
source: Trending Tags
zh_hans: 热门标签

# funds.discover.view_all
source: View All
zh_hans: 查看全部

# funds.empty_state
source: Please use search at the bottom to add funds
zh_hans: 请使用底部搜索添加基金

# funds.empty.hint
source: Go to Search tab to add funds
zh_hans: 前往“搜索”添加基金

# funds.empty.title
source: Your fund watchlist is empty
zh_hans: 自选基金为空

# funds.group.all
source: All
zh_hans: 全部

# funds.group.default
source: Default
zh_hans: 默认分组

# funds.group.manage_title
source: Manage Groups
zh_hans: 分组管理

# funds.group.move_title
source: Move to Group
zh_hans: 移动分组到

# funds.group.name
source: Group Name
zh_hans: 分组名称

# funds.group.name_placeholder
source: e.g., Tech Funds, QDII
zh_hans: 如：科技基金、QDII

# funds.group.new
source: New Group
zh_hans: 新建分组

# funds.group.select
source: Select Watchlist Group
zh_hans: 添加到分组

# funds.group.select_title
source: Add to Group
zh_hans: 选择存入分组

# funds.peek.ai_analysis_title
source: AI Analysis
zh_hans: AI 专项分析

# funds.peek.ai_interpretation
source: AI Market Insight
zh_hans: AI 市场解读

# funds.peek.ai_narrative
source: AI Narrative Insight
zh_hans: AI 叙事洞察

# funds.peek.analyze_button
source: Analyze
zh_hans: 深度分析

# funds.peek.analyzing_with_ai
source: Analyzing intelligence correlation with AI engine...
zh_hans: 正在通过 AI 引擎分析情报关联性...

# funds.peek.fallback_source.industry
source: Industry Perspective
zh_hans: 行业视角

# funds.peek.macro_context
source: Macro Context
zh_hans: 宏观背景

# funds.peek.market.gold
source: Gold
zh_hans: 黄金

# funds.peek.market.us10y
source: US10Y
zh_hans: 美债

# funds.peek.market.usd
source: USD
zh_hans: 美元

# funds.peek.no_ai_analysis
source: No specialized AI analysis available for this fund yet. Consider monitoring overall market sentiment.
zh_hans: 当前暂无针对该基金的专项 AI 解读。建议关注整体市场情绪。

# funds.peek.no_related_intelligence_7d
source: No directly related intelligence in the past 7 days.
zh_hans: 近 7 天暂无直接关联的重大情报。

# funds.peek.related_intelligence
source: Related Intelligence
zh_hans: 关联情报

# funds.peek.sector_attribution
source: Sector Attribution
zh_hans: 板块归因

# funds.peek.trend_7d
source: 7-Day Trend
zh_hans: 近 7 日走势

# funds.search.filter.all
source: All
zh_hans: 全部

# funds.search.filter.funds
source: Funds
zh_hans: 基金

# funds.search.filter.stocks
source: Stocks
zh_hans: 股票

# funds.search.filters.empty
source: No results in this category
zh_hans: 该分类下暂无搜索结果

# funds.search.not_found
source: No matching funds found
zh_hans: 未找到匹配的基金

# funds.search.recent
source: Recent Searches
zh_hans: 最近搜索

# funds.sector.components.title
source: Key Components
zh_hans: 重点持仓

# funds.sector.empty
source: No component data
zh_hans: 暂无成分股数据

# funds.sector.metric.contribution
source: Impact
zh_hans: 贡献涨跌

# funds.sector.metric.weight
source: Sector Weight
zh_hans: 板块权重

# funds.sector.position_format
source: Weight %.2f%%
zh_hans: 权重 %.2f%%

# funds.sort.high_drop
source: Top Losers
zh_hans: 跌幅榜

# funds.sort.high_growth
source: Top Gainers
zh_hans: 涨幅榜

# funds.sort.none
source: Default
zh_hans: 默认

# intelligence.analysis.analyzing
source: Analyzing...
zh_hans: 深度分析中...

# intelligence.analysis.quick_view
source: Quick View
zh_hans: 速览

# intelligence.analysis.start
source: Start AI Analysis
zh_hans: 开始 AI 专项分析

# intelligence.analysis.title
source: AI Institutional Analysis
zh_hans: AI 专项机构分析

# intelligence.category.commodity
source: Commodity
zh_hans: 大宗商品

# intelligence.category.company
source: Company
zh_hans: 公司动态

# intelligence.category.economic_growth
source: Growth
zh_hans: 经济增长

# intelligence.category.equities_cn
source: A-Share
zh_hans: A股动态

# intelligence.category.equities_us
source: US Stock
zh_hans: 美股动态

# intelligence.category.equity_cn
source: A-Share
zh_hans: A股动态

# intelligence.category.equity_us
source: US Stock
zh_hans: 美股动态

# intelligence.category.fiscal_policy
source: Fiscal
zh_hans: 财政政策

# intelligence.category.geopolitics
source: Geopolitics
zh_hans: 地缘政治

# intelligence.category.gold
source: Gold
zh_hans: 黄金市场

# intelligence.category.industry
source: Industry
zh_hans: 行业动态

# intelligence.category.macro
source: Macro
zh_hans: 宏观视角

# intelligence.category.monetary_policy
source: Monetary
zh_hans: 货币政策

# intelligence.category.policy
source: Policy
zh_hans: 政策驱动

# intelligence.detail.title
source: Intelligence Detail
zh_hans: 市场情报详情

# intelligence.summary.error
source: Failed to get AI analysis: %@
zh_hans: 获取 AI 分析失败: %@

# intelligence.summary.generate
source: Generate AI Analysis
zh_hans: 生成 AI 分析摘要

# intelligence.summary.generating
source: Generating Analysis...
zh_hans: AI 策略生成中...

# intelligence.summary.mock
source: Generating mock text...
zh_hans: 生成示例数据...

# market.action.invest_now
source: Invest Now
zh_hans: 立即申购

# market.action.reports
source: Reports
zh_hans: 研究报告

# market.analysis.gold_pro
source: Gold Quant Pro
zh_hans: 黄金量化专业版

# market.asset.dxy
source: Dollar Index
zh_hans: 美元指数

# market.asset.gold
source: London Gold
zh_hans: 伦敦金

# market.asset.gold_spot
source: Spot Gold (XAU/USD)
zh_hans: 现货黄金 (XAU/USD)

# market.asset.oil
source: Crude Oil
zh_hans: WTI原油

# market.asset.us10y
source: US 10Y Bond
zh_hans: 美债 10Y

# market.error.load
source: Failed to load market data, please try again later
zh_hans: 无法加载市场数据，请稍后重试

# market.intelligence.alert
source: Alert
zh_hans: 警报

# market.loading
source: Loading market data...
zh_hans: 正在加载市场数据...

# market.metric.alpha
source: Alpha (vs SPX)
zh_hans: 超额收益 (vs 标普500)

# market.metric.daily_change
source: Daily Change
zh_hans: 当日变动

# market.metric.nav
source: Net Asset Value (NAV)
zh_hans: 单位净值 (NAV)

# market.metric.total_aum
source: Total AUM
zh_hans: 管理总规模

# market.pulse.24h_trend
source: 24h Sentiment Trend
zh_hans: 24h 情绪走势

# market.pulse.based_on_24h_alerts %lld
source: Based on %lld alerts in 24h
zh_hans: 基于近 24h %lld 条情报聚合

# market.pulse.core_market_data
source: Core Market Data
zh_hans: 核心市场行情

# market.pulse.forecast_value %@
source: Forecast: %@
zh_hans: 预测：%@

# market.pulse.gold_trend_24h_ai
source: Gold Price Trend (24h + AI Forecast)
zh_hans: 上海金走势 (24h + AI 预测)

# market.pulse.no_high_urgency
source: No high urgency alerts
zh_hans: 暂无高紧急度情报

# market.pulse.no_macro_events_48h
source: No major macro events in next 48h
zh_hans: 未来 48h 暂无重大宏观日程

# market.pulse.previous_value %@
source: Previous: %@
zh_hans: 前值：%@

# market.pulse.section_label
source: Market Pulse Content
zh_hans: 市场脉搏内容

# market.pulse.section.alerts.short
source: Alerts
zh_hans: 警报

# market.pulse.section.events.short
source: Events
zh_hans: 事件

# market.pulse.section.timechain.short
source: Event Chain
zh_hans: 事件脉络

# market.pulse.timechain.empty
source: No significant event chain found.
zh_hans: 近 7 天未发现显著演进脉络。
